

TOKEN = 'TOKEN'



STARTMSG = "На какой язык будем переводить?"
CHOOSEMSG = "Привет! Я бот - переводчик"


LANGDICT = {

    'sq': 'Албанский',
    'ar': 'Арабский',
    'be': 'Белорусский',
    'bg': 'Болгарский',
    'ca': 'Каталанский',
    'zh-CN': 'Китайский упрощенный',
    'zh-TW': 'Китайский традиционный',
    'hr': 'Хорватский',
    'cs': 'Чешский',
    'da': 'Датский',
    'nl': 'Голландский',
    'en': 'Английский',
    'eo': 'Эсперанто',
    'et': 'Эстонский',
    'tl': 'Филипинский',
    'fi': 'Финский',
    'fr': 'Французский',
    'gl': 'Галисийский',
    'de': 'Немецкий',
    'el': 'Греческий',
    'iw': 'Иврит',
    'hi': 'Хинди',
    'hu': 'Венгерский',
    'is': 'Исландский',
    'id': 'Индонезийский',
    'ga': 'Ирландский',
    'it': 'Итальянский',
    'ja': 'Японский',
    'ko': 'Корейский',
    'la': 'Латынь',
    'lv': 'Латышский',
    'lt': 'Литовский',
    'mk': 'Македонский',
    'ms': 'Малайский',
    'mt': 'Мальтийский',
    'no': 'Норвежский',
    'fa': 'Персидский',
    'pl': 'Польский',
    'pt': 'Португальский',
    'ro': 'Румынский',
    'ru': 'Русский',
    'sr': 'Сербский',
    'sk': 'Словацкий',
    'sl': 'Словенский',
    'es': 'Испанский',
    'sw': 'Суахили',
    'sv': 'Шведский',
    'th': 'Тайский',
    'tr': 'Турецкий',
    'uk': 'Украинский',
    'vi': 'Вьетнамский',
    'cy': 'Валлийский',
    'yi': 'Идиш',
  }
LANGUES = LANGDICT.keys()